/*
Из библиотеки UI-компонентов возьмите следующие:
	элементы списка,
	иконки,
	кнопку,
	типографику,
	систему отступов.
	Отображение списка организуйте самостоятельно. Подумайте над реализацией и возможным ограничением высоты блока, в том числе и на разных разрешениях экранов. Скроллбар не распространяется на заблокированные позиции конструктора.
	*/

import React from 'react';

const BurgerConstructor = () => {
	return <h1>BurgerConstructor component</h1>;
};

export default BurgerConstructor;
